{"id":2647,"date":"2021-06-09T15:51:46","date_gmt":"2021-06-09T13:51:46","guid":{"rendered":"https:\/\/rimeco.com\/?page_id=2647"},"modified":"2021-06-10T10:41:12","modified_gmt":"2021-06-10T08:41:12","slug":"sales-conditions","status":"publish","type":"page","link":"https:\/\/rimeco.com\/about-us\/sales-conditions\/","title":{"rendered":"Sales Conditions"},"content":{"rendered":"[vc_row type=&#8221;full_width_content&#8221; full_screen_row_position=&#8221;middle&#8221; equal_height=&#8221;yes&#8221; content_placement=&#8221;middle&#8221; bg_image=&#8221;757&#8243; bg_position=&#8221;center center&#8221; bg_repeat=&#8221;no-repeat&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;light&#8221; text_align=&#8221;left&#8221; class=&#8221;ws-hero&#8221; overlay_strength=&#8221;0.3&#8243; shape_divider_position=&#8221;bottom&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/2&#8243; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221;][\/vc_column][vc_column column_padding=&#8221;padding-4-percent&#8221; column_padding_position=&#8221;top-bottom&#8221; background_color=&#8221;#002140&#8243; background_color_opacity=&#8221;0.6&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/2&#8243; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221;][split_line_heading]\n<h1>Sales Conditions<\/h1>\n[\/split_line_heading][\/vc_column][\/vc_row][vc_row type=&#8221;full_width_content&#8221; full_screen_row_position=&#8221;middle&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; overlay_strength=&#8221;0.3&#8243; shape_divider_position=&#8221;bottom&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/1&#8243; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221;][vc_row_inner column_margin=&#8221;default&#8221; text_align=&#8221;left&#8221; class=&#8221;rimeco-constrain-width&#8221; css=&#8221;.vc_custom_1529307091143{background-color: #e9e8e7 !important;}&#8221;][vc_column_inner column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/1&#8243; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221;]<div class=\"divider-wrap\"><div style=\"height: 60px;\" class=\"divider\"><\/div><\/div>[vc_column_text]\n<h1>Sales conditions<\/h1>\n<p>The terms and conditions below constitute a part of all contracts concluded with us even if we do not expressly refer thereto in business transactions which are concluded in the future. Deviating, supplementary or opposing General Business Terms, agreements as well as collateral agreements shall, even with knowledge thereof, not become an integral part of the contract unless their applicability is expressly approved in writing.<\/p>\n<p>The valid INCOTERMS shall apply in addition to the following provisions in case of doubt.<\/p>\n<h3>1. Scope and delivery obligation<\/h3>\n<p>Our offers shall only apply on the date upon which the offer was submitted insofar as not expressly determined otherwise. We can withdraw the offer at all times before receipt of the acceptance. A contract shall only be concluded through our written order confirmation or order confirmation which is sent by fax or e-mail. The information provided by us may not be made accessible to third parties.<\/p>\n<h3>2. Prices<\/h3>\n<p>The prices stated in offers are without obligation, i. e. the prices shall be increased accordingly in case of a change in the raw material prices, wages and costs which were used as a basis when the contract was concluded. We can correct obvious mistakes on our part at all times. In case of carriage paid delivery the prices include the lowest normal freight rates, however do not include the loading costs, cartage and other expenses. The recipient shall bear the costs for unloading.<\/p>\n<h3>3. Delivery and shipment<\/h3>\n<p>Delivery and shipment are always carried out for the account and risk of the buyer even if carriage paid delivery should have been agreed. Type of shipment, route of shipment or the mediation to the shipment possibility as well as the choice of the carrier or freight forwarder are at our discretion. Claims for compensation must be directed to the supplier by the buyer for pieces which are lost in transit. The recipient must have damages, which are suffered to the transported goods during shipment, certified on the bill of lading, the delivery note, etc. immediately and involve the responsible authorities in order to record the facts.<\/p>\n<h3>4. Packaging<\/h3>\n<p>Packaging, protective aids and transport aids will not be taken back. Packaging beyond the route of transport or any other special protection requires an express agreement.<\/p>\n<h3>5. Delivery period<\/h3>\n<p>The delivery periods shall begin with the date of our order confirmation. All delivery periods and deadlines are subject to the reservation of unforeseeable interferences to production and the timely self-delivery with the necessary preliminary materials and, insofar as supplementary quantities are agreed from additional purchases or are customary for the industry, are subject to the ability to deliver.<\/p>\n<p>The stated delivery time is always approximate and is non-binding in any case. A certain guarantee cannot be given for the observance. We must reserve the right to delivery and possibility of shipment at all times. In case of non-observance of the delivery periods the buyer shall only be entitled to the statutory rights if he has set us a reasonable period for delivery, which is associated with the declaration that he refuses to accept the service after expiry of the deadline. The satisfaction of the claim is excluded after the unsuccessful expiry of the deadline.<\/p>\n<p>The date upon which the goods are shipped from our plant is decisive for observing the delivery periods and deadlines.<\/p>\n<h3>6. Passing of risk<\/h3>\n<p>The risk of accidental loss and accidental deterioration of the goods shall pass to the buyer at that moment when the goods are handed over or when the goods are handed over to the carrier, the freight forwarder or to the other person or institution determined to execute the shipment.<\/p>\n<h3>7. Over-delivery or shortfall in delivery<\/h3>\n<p>Deviations in weight, number of units and dimensions are permitted up to +\/-10% with the deliveries depending on the type of shipped goods; this shall also apply to partial deliveries.<\/p>\n<h3>8. Impediments to delivery<\/h3>\n<p>The contractual obligations of both parties are suspended and the deadlines and dates shall be postponed accordingly for the satisfaction of contractual obligations in cases of force majeure. Deemed cases of force majeure are also wars, fire, industrial disputes in own and third party companies, transport delays, interferences to operation such as e.g. machine breakage, shortage of raw materials and operating supplies, sovereign measures and other circumstances beyond the control of both parties. The event of force majeure is to be reported to the other contractual party immediately. Both contractual parties are entitled to cancel the contract no earlier than eight weeks after receipt of this notification. Neither of the parties is entitled to damages in the event of such a cancellation. However, possible advance payments for non-delivered goods are to be reimbursed and goods still in transit which have not yet been delivered are to be returned.<\/p>\n<h3>9. Conclusions and release orders<\/h3>\n<p>If the buyer does not purchase the goods after expiry of the agreed release order deadline or after repeated unsuccessful requests we are authorized to cancel or charge the non-called quantities either in full or in part, irrespective of the rights derived from law. The invoice date shall be deemed as delivery date in such a case. The risk shall pass to the buyer when the invoice is issued.<\/p>\n<h3>10. Right of retention\/offsetting<\/h3>\n<p>The buyer is not entitled to a right of retention. The buyer may only offset against undisputed claims which have been declared final and absolute. We are entitled to offset against existing claims of the buyer with all receivables to which we or companies of the RIMECO Group are entitled against the buyer.<\/p>\n<h3>11. Liability for defects<\/h3>\n<p>The delivered goods are deemed as free of defects and thus as per contract if they do not or only insignificantly deviate from the specifications agreed for the special delivery at the time when the risk is passed. The compliance of the goods with the contract is exclusively oriented to the express agreements regarding quality and quantity of the goods. A liability for a certain use, a functional capability, a certain quality or properties of the goods and possible statutory or other provision with reference to the properties or the suitability of the goods shall only insofar be assumed to the extent that this has been expressly otherwise agreed. The risk of suitability and use is exclusively the responsibility of the buyer. We are not liable for deterioration or loss or proper handling of the goods after the risk has passed.<\/p>\n<p>Agreed specifications and an expressly agreed intended use do not establish any guarantee. The hand-over of a guarantee requires an express written agreement. The buyer must inspect the goods immediately after receipt and report defects immediately in writing. Hidden defects of quality must be reported immediately after they are discovered. The report of defects, which can be determined in this acceptance, is subsequently excluded if an acceptance is agreed. In case of complaints we are to be given the opportunity to inspect the goods, for which a complaint was made, immediately.<\/p>\n<p>In case of a defect we shall provide subsequent satisfaction of the contract, at our choice and by taking into consideration the interests of the buyer, either through a substitute delivery or through subsequent improvement. If the subsequent satisfaction is not successfully carried out by us within a reasonable period of time the buyer can either reduce the purchase or cancel the contract after expiry of a reasonable period of time in order to subsequently satisfy the contract. Further claims are excluded. The regulations of subclause 19 remain unaffected.<\/p>\n<p>The statute-of-limitations shall end one year after delivery insofar as there is no wilful intent and insofar as the goods have not been used for a building and caused it to be defective. The statute-of-limitations shall not begin to apply again in case of subsequent improvement or substitute delivery. Claims of recourse of the buyer according to § 478 BGB are limited to the statutory scope of the claims of third parties asserted against the buyer and presume that the buyer has satisfied his obligation to report a complaint towards us.<\/p>\n<h3>12. Non-assignability<\/h3>\n<p>The buyer may not assign his claims under the contract to third parties without our express written consent.<\/p>\n<h3>13. Supplier’s right to cancellation<\/h3>\n<p>The pre-requisite for the delivery obligation is the unconditional creditworthiness and borrowing power of the buyer. We are entitled to demand advance payments or collateral if the unconditional security of payment is not guaranteed. In the event that judicial insolvency proceedings are applied for or opened over the buyer’s assets or in case of insolvency of the buyer we are entitled to cancel the contract without setting a further deadline.<\/p>\n<h3>14. Reservation of title<\/h3>\n<p>We reserve the property to all goods delivered by us until satisfaction of all own claims as well as the claims of the affiliated companies of the RIMECO Group from the business relationship with the buyer, even if payments are made for especially designated claims. This shall also apply if individual or all of our claims were included in a current account and the balance has been drawn and acknowledged. This shall also apply to future and conditional claims. Our collateral rights shall also be liable for these claims according to the following paragraphs.<\/p>\n<p>The goods are always processed on our behalf as manufacturer within the meaning of § 950 BGB, without us assuming any obligation. If the buyer has also agreed with other suppliers that these shall be solely deemed as manufacturer then we shall be entitled to the co-ownership of a new object as a ratio of the objective value of our reserved goods at the time of delivery to the objective value of the other goods delivered under reservation.<\/p>\n<p>If the buyer has only agreed co-ownership to the new object with other suppliers, in particular that these suppliers reserve co- ownership to the goods delivered by them as a ratio of the (invoice) value of their goods to the value of third party goods then our (co-) ownership to the new object shall only be reduced by this share value claimed by the other suppliers. In any case we shall at least be entitled to the ownership to the new object as a ratio of the objective value of the goods delivered by us to the value of other combined or processed goods, thus without consideration of the production expenses; at the most extreme to the extent which corresponds with the objective value of the goods delivered by us.<\/p>\n<p>If our ownership ceases to apply through connection, combination or processing the buyer shall hereby already now assign us his property rights or his entitlements to the new object or to the new stock in the scope as described above. Our co-ownership rights shall be deemed reserved goods within the meaning of this regulation. The buyer may only sell our property in customary business transactions at his normal business conditions and as long as he is not in default. He is obliged to agree upon a reservation of title. He is entitled and authorized to resell our reserved goods under the condition that the claim from the resale passes to us according to the two paragraphs below. He is not entitled to any other disposals over the reserved goods in particular to assignment as collateral and to pledging.<\/p>\n<p>The buyer’s claims from resale of the reserved goods – even after processing or combination – are hereby now already assigned to us for securing our claims in the manner as described above. The scope of the assignment is oriented to the above regulations in line with our (co-) ownership to the newly produced object. The buyer is entitled to collect claims from the resale until our revocation which is possible at all times. Upon our request the buyer undertakes, insofar as we do not personally inform his buyer, to inform the buyer of the assignment to us and provide proof of the notification to us as well as to send the information and documents necessary for collecting the assigned claim with this notification. The buyer must inform us immediately of any seizure or any other impairment by third parties.<\/p>\n<h3>15. Release of securities<\/h3>\n<p>If the value of the securities provided to us exceeds our claims by a total of more than 10 per cent then we are obliged to release the excess securities at our choice.<\/p>\n<h3>16. Non-satisfaction<\/h3>\n<p>In case the buyer does not satisfy the purchase contract he is obliged to reimburse us the damages incurred at the time of satisfaction of the contract.<\/p>\n<h3>17. Terms of payment<\/h3>\n<p>Decisive are the terms of payment stated in the order confirmation or on the invoice. Our invoices are, insofar as no other terms and conditions are agreed, due and payable immediately after the invoice date without deduction. The payments are due irrespective of the delayed receipt of the invoice or the goods, of the use of the goods or of the right to report a complaint. Our representatives, drivers, co-drivers, etc. are only entitled to collect cash against submission of our written collection mandate. Bills of exchange and cheques are only accepted as conditional payment.<\/p>\n<p>If a release order of the goods is agreed we are entitled to invoice these when they are ready for shipment. In this case the purchase price is due and payable 30 days after invoice date. The statutory interest on default shall be charged in case the payment deadlines are exceeded. The assertion of further damage on default is not excluded.<\/p>\n<p>Claims of all kinds which are not yet due shall also be deemed collectible in case of payment arrears of more than one week. Insofar as our payment claim is in danger as a result of subsequently incurred circumstances, from which an essential deterioration in the assets can be derived, we are entitled to deem these directly payable. Payments on account can then be demanded for still outstanding deliveries.<\/p>\n<h3>18. Dimensions, weights and class<\/h3>\n<p>The weight determined by us on calibrated scales or determined dimension is exclusively decisive, insofar as no other regulation has otherwise expressly been agreed. Deviations in dimensions, weights and class are permitted according to the applicable customs, as recorded in the “usances of the metal trade“, published by the Association of German Metal Traders (VDM), and the “customary conditions for deliveries of alloyed iron and steel scrap“ and “of non-alloyed steel scrap“, published by the Federal Association of German Steel Recycling and Disposal Companies (BDSV) in the respective applicable version.<\/p>\n<h3>19. Receipt and Settlement<\/h3>\n<p>Within and lastest 30 days after delivery and discharge completion. Otherweise Rimeco has the right to settle the delivery as per forwarded shipping papers and\/ or draft survey and quality report issued by, the from Rimeco, appointed surveyor at discharge port\/ place.<\/p>\n<h3>20. Quality Disputes<\/h3>\n<p>In the event that there is an discrepancy in quality, in excess of the contractual tolerances, Rimeco keep the right to settle as per report issued in the discharge port by the independent surveyor appointed by Rimeco.<\/p>\n<p>Any discrepancy in quality and weight shall be reported in writing to Rimeco within and lastest 48 hrs. from commencement af discharge. In the event that no information is received within this time frame, Rimeco keep the right to settle as per report issued at load and\/or discharge port by the independent surveyors appointed by Rimeco.<\/p>\n<h3>21. Liability<\/h3>\n<p>Insofar as not otherwise regulated in these conditions we shall be liable for damages owing to the breach of contractual or non- contractual duties or in case of initiation of contract only with wilful intent or gross negligence of our legal representatives or vicarious agents as well as the culpable breach of essential contractual duties. With the culpable breach of essential contractual duties we shall only be liable – with the exception of cases of wilful intent or gross negligence of our legal representatives or vicarious agents – for the typical contractual, foreseeable damages.<\/p>\n<p>The above liability restrictions shall not apply in case of injury to life, body and health. Claims owing to physical injuries or damages to privately used objects according to the Product Liability Act remain unaffected.<\/p>\n<h3>22. Export certificate<\/h3>\n<p>The buyer must submit us the export certificate, as required by tax law, if a buyer, who is based outside of the Kingdom of Denmark, or his authorized agent picks up goods and transports or ships these to the foreign territory. If this proof is not provided the buyer must pay the rate of value added tax from the invoice amount which is applicable for deliveries within the kingdom of Denmark.<\/p>\n<h3>23. Place of performance and place of jurisdiction<\/h3>\n<p>The registered seat of our company is the place of performance for all obligations ensuing from the contract. Place of jurisdiction, also for deed, bill of exchange and cheque proceedings, is the registered seat of our company. We are also entitled to file action against the buyer at his registered seat. Danish law shall apply exclusively to all legal relations between the buyer and us under the exclusion of the UN law on the international sale of goods (CISG).<\/p>\n<h3>24. Final provision<\/h3>\n<p>If individual provisions of the contract including these terms and conditions are or become invalid either in whole or in part this shall have no effect on the validity of the other provisions. The invalid provision shall be replaced by a regulation which shall as far as possible satisfy the commercial intention of the invalid provision.<\/p>\n<p>A list of the companies using these General Terms and Conditions of Business in the RIMECO Group and the latest version of the General Terms and Conditions of Business can be found on the RIMECO website at <a href=\"http:\/\/www.rimeco.com\/\">www.rimeco.com<\/a>[\/vc_column_text]<div class=\"divider-wrap\"><div style=\"height: 40px;\" class=\"divider\"><\/div><\/div><div class=\"divider-wrap\"><div style=\"height: 25px;\" class=\"divider\"><\/div><\/div>[\/vc_column_inner][\/vc_row_inner][vc_row_inner column_margin=&#8221;default&#8221; text_align=&#8221;left&#8221; class=&#8221;rimeco-constrain-width&#8221; css=&#8221;.vc_custom_1529307091143{background-color: #e9e8e7 !important;}&#8221;][vc_column_inner column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/1&#8243; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221;]<div class=\"divider-wrap\"><div style=\"height: 60px;\" class=\"divider\"><\/div><\/div>[\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_content&#8221; full_screen_row_position=&#8221;middle&#8221; equal_height=&#8221;yes&#8221; content_placement=&#8221;middle&#8221; bg_image=&#8221;757&#8243; bg_position=&#8221;center center&#8221; bg_repeat=&#8221;no-repeat&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;light&#8221; text_align=&#8221;left&#8221; class=&#8221;ws-hero&#8221; overlay_strength=&#8221;0.3&#8243; shape_divider_position=&#8221;bottom&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/2&#8243; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221;][\/vc_column][vc_column column_padding=&#8221;padding-4-percent&#8221; column_padding_position=&#8221;top-bottom&#8221; background_color=&#8221;#002140&#8243;&#8230;<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":2699,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yst_prominent_words":[20,801,1185,31,21,17,1184,25,799,18,13,224,1183,1188,1187,1186,804,14,15,800],"_links":{"self":[{"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/pages\/2647"}],"collection":[{"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/comments?post=2647"}],"version-history":[{"count":2,"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/pages\/2647\/revisions"}],"predecessor-version":[{"id":2649,"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/pages\/2647\/revisions\/2649"}],"up":[{"embeddable":true,"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/pages\/2699"}],"wp:attachment":[{"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/media?parent=2647"}],"wp:term":[{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/yst_prominent_words?post=2647"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}