{"id":2650,"date":"2021-06-09T15:56:12","date_gmt":"2021-06-09T13:56:12","guid":{"rendered":"https:\/\/rimeco.com\/?page_id=2650"},"modified":"2021-06-10T10:41:07","modified_gmt":"2021-06-10T08:41:07","slug":"purchase-conditions","status":"publish","type":"page","link":"https:\/\/rimeco.com\/about-us\/purchase-conditions\/","title":{"rendered":"Purchase Conditions"},"content":{"rendered":"[vc_row type=&#8221;full_width_content&#8221; full_screen_row_position=&#8221;middle&#8221; equal_height=&#8221;yes&#8221; content_placement=&#8221;middle&#8221; bg_image=&#8221;757&#8243; bg_position=&#8221;center center&#8221; bg_repeat=&#8221;no-repeat&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;light&#8221; text_align=&#8221;left&#8221; class=&#8221;ws-hero&#8221; overlay_strength=&#8221;0.3&#8243; shape_divider_position=&#8221;bottom&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/2&#8243; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221;][\/vc_column][vc_column column_padding=&#8221;padding-4-percent&#8221; column_padding_position=&#8221;top-bottom&#8221; background_color=&#8221;#002140&#8243; background_color_opacity=&#8221;0.6&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/2&#8243; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221;][split_line_heading]\n<h1>Purchase Conditions<\/h1>\n[\/split_line_heading][\/vc_column][\/vc_row][vc_row type=&#8221;full_width_content&#8221; full_screen_row_position=&#8221;middle&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; overlay_strength=&#8221;0.3&#8243; shape_divider_position=&#8221;bottom&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/1&#8243; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221;][vc_row_inner column_margin=&#8221;default&#8221; text_align=&#8221;left&#8221; class=&#8221;rimeco-constrain-width&#8221; css=&#8221;.vc_custom_1529307091143{background-color: #e9e8e7 !important;}&#8221;][vc_column_inner column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/1&#8243; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221;]<div class=\"divider-wrap\"><div style=\"height: 60px;\" class=\"divider\"><\/div><\/div>[vc_column_text]\n<h1>Purchase Conditions<\/h1>\n<p>The Group believes fundamentally that free and fair competition, both within the Group and on the markets where the Group conducts business, gives rise to the best possible allocation of personal, financial and economic resources.<\/p>\n<p>The Group is subject to Danish legislation. Due to this fact, the Group also follows the rules described in the UN Global Compact when operating outside of Denmark. This implies the following:<\/p>\n<h3>Human rights<\/h3>\n<p>The Group supports and respects the protection of internationally declared human rights and try not to contribute to violate the human rights.<\/p>\n<h3>Employee rights<\/h3>\n<p>The Group supports voluntary unionism and approves the right of collective agreements. Further the Group supports elimination of forced labour, child labour and discrimination on grounds of personal characteristics, such as sex, age, decent or nationality, social background, political conviction or sexual orientation.<\/p>\n<h3>Environment<\/h3>\n<p>The Group has actively committed itself to comply with all local legislation and standards in relation to the environment. The Group uses technologies which support this. The Group’s primary business area is an active way to show environmental prudence. Recycling is energy and CO2 saving for society.<\/p>\n<h3>Corruption<\/h3>\n<p>The Group work against all forms of corruption including blackmailing and bribery. The Group has from 2009 committed itself to on an ongoing basis to control all its cooperative partners regularly. New partners are controlled before new contracts are made. The control is carried out through EU’s sanction control list.Purchase Conditions<\/p>\n<p>The terms and conditions below constitute a part of all contracts concluded with our suppliers even if we do not expressly refer thereto in business transactions which are concluded in the future. Deviating, supplementary or opposing General Business Terms, agreements as well as collateral agreements shall, even with knowledge thereof, not become an integral part of the contract unless their applicability is expressly approved in writing.<br \/>\nDecisive for the interpretation of trading clauses are, in case of doubt, the valid INCOTERMS.<\/p>\n<h3>1. Order<\/h3>\n<p>Orders and other declarations are only binding if they are submitted or confirmed by us in writing, by fax or e-mail.<\/p>\n<h3>2. Prices<\/h3>\n<p>The stated prices are principally fixed prices. They include all remuneration for the services assigned to the supplier and, if not otherwise agreed, are free our respective warehouse or the stated receiving plant.<\/p>\n<h3>3. Dates and deadlines<\/h3>\n<p><em>3.1.<\/em> Delivery dates are binding. Agreed delivery deadlines shall principally begin upon conclusion of the contract.<\/p>\n<p><em>3.2.<\/em> Our orders principally apply as prompt delivery if no delivery time is stipulated.<br \/>\n<em><br \/>\n3.3.<\/em> If it is determined that the delivery date will be exceeded the supplier must inform us about the reason and the expected duration of the delay in delivery immediately in writing. Irrespective thereof the exceeding of a delivery time shall result in the corresponding consequences of delay.<\/p>\n<p><em>3.4.<\/em> We shall exercise the rights to which we are entitled in the event of delay of delivery in case of so-called firm deals without granting a final deadline.<\/p>\n<p><em>3.5.<\/em> In the event of repeated non-observance of envisaged delivery dates we can refuse the further satisfaction of the contract without previously setting a deadline and demand damages owing to non-satisfaction or cancel the contract.<\/p>\n<p><em>3.6.<\/em> A provision of service before the agreed dates entitles the customer to reject the service until the due date.<\/p>\n<h3>4. Shipment<\/h3>\n<p><em>4.1.<\/em> The goods must be shipped to the receiving centre stipulated by us.<\/p>\n<p><em>4.2.<\/em> The supplier undertakes to inform us on the date upon which the goods are shipped still by means of a dispatch advice including the details of our contract number, the quantity and the exact goods designation and make all accompanying documents necessary for the official handling, in particular customs documents, available in full. All risks and\/or costs incurred in this respect shall pass to the supplier in case this requirement is not met.<\/p>\n<p><em>4.3.<\/em> The materials used for packaging must be taken back free of charge or in case they are not taken back disposed of at the supplier’s costs.<\/p>\n<p><em>4.4.<\/em> An over-delivery or shortfall in delivery is not permitted without our written consent.<\/p>\n<p><em>4.5.<\/em> The weight determined on the calibrated scales of our house is decisive.<\/p>\n<p><em>4.6.<\/em> The supplier must have the delivery confirmed in writing by the stated receiving centre.<\/p>\n<h3>5. Invoice and payment<\/h3>\n<p><em>5.1.<\/em> The supplier shall submit a written invoice to us after the service has been provided as per contract. This invoice must contain the order number, picking no., receiving centre, full article text\/object designation, quantities and quantity units as well as the value added tax ID no. (With import from the EU). In the event of exemption from taxes or customs duties reference shall be made thereto in the invoice.<\/p>\n<p><em>5.2.<\/em> In case of premature deliveries we reserve the right to pay the invoices on the date which would have applied as per contract in case of timely delivery.<\/p>\n<p><em>5.3.<\/em> Should no agreement have been reached with regard to payment the invoice is due and payable 30 days after delivery and service as well as receipt of invoice.<\/p>\n<h3>6. Assignment, offsetting, termination<\/h3>\n<p><em>6.1.<\/em> The supplier is not entitled to assign his contractual claims directed against us either in whole or in part to third parties without our written consent.<\/p>\n<p><em>6.2.<\/em> The offsetting against counter claims of the supplier is only possible with undisputed claims which have been declared final and absolute.<\/p>\n<p><em>6.3.<\/em> We are entitled to offset against existing claims against our supplier with all receivables to which we or companies of the RIMECO Group are entitled. In the event that goods are returned for reasons of quality the supplier is obliged to reimburse us any payments which we may already have made for these goods immediately including interest. Insofar as these payments are not made we shall be entitled to retain the goods until receipt of the repayment.<\/p>\n<p><em>6.4.<\/em> We are entitled to terminate the contract either in whole or in part if judicial insolvency proceedings are applied for or opened over the supplier’s assets.<\/p>\n<h3>7. Warranty, acceptance of goods and report of defects<\/h3>\n<p><em>7.1.<\/em> The supplier assumes the warranty for the delivered goods that these feature the warranted qualities as per contract. The customary specialist literature of the BDSV and the BIR for the industry in the respective applicable version shall apply in addition to the contractual agreements.<\/p>\n<p><em>7.1.1.<\/em> Each delivery must be free of all parts which are harmful for the smelting. This also includes the pre-requisite that the goods have been examined for explosive material and hollow bodies. The supplier shall be liable in full for damages which are suffered through the co-delivery of such materials.<\/p>\n<p><em>7.1.2.<\/em> All goods must be free of ionizing radiation which goes beyond the natural own radiation of the steel. An ionizing radiation of the goods, which goes beyond the natural own radiation of the steel, exists if the buyer’s measuring device displays a value which exceeds the ambient surface radiation at the time of the take-over control measurement. This is documented in a measuring report after a further control measurement. Should such an ionising radiation of the goods be determined the buyer shall be entitled to refuse acceptance of the load located in the transport unit for which a complaint was made and inform the responsible authority as well as the seller.<\/p>\n<p>Insofar as the authority does not order any other measure the seller must pick the goods up within two workdays after notification of the acceptance refusal. If the seller does not carry this out within this deadline the buyer shall be entitled to arrange for the return transport or the disposal. All costs associated with the refusal and the return transport and disposal shall be borne by the seller. The seller shall also bear the thus incurred costs if the authorities order special measures (e.g. the separation and inspection of all parts of a load which is recognised as contaminated, a temporary interim storage on the plant site, removal transport subject to special safety precautions, the disposal).<\/p>\n<p><em>7.2.<\/em> For reasons of optimum quality control (determination of analysis) we are entitled to make earmarked modifications to the goods, e.g. breaking of chips, etc. by keeping these separate. The supplier hereby declares that he approves this in advance already.<\/p>\n<p><em>7.3.<\/em> The supplier must file a possible objection to the findings of the incoming inspection carried out by us within two workdays. We are entitled to process the goods if we do not receive any notification from the supplier.<\/p>\n<p><em>7.4.<\/em> The supplier must remedy any defects at his costs immediately. We can insist upon immediate free substitute delivery if it is not possible, not normal or deemed unreasonable to remedy a defect and a mutual solution cannot be found with regard to a price deduction. A report of a defect submitted by us shall be deemed as recognised by the supplier if no objection is filed within two workdays after the report is submitted.<\/p>\n<p><em>7.5.<\/em> If the supplier does not satisfy his obligation to remedy the defect or make a substitute delivery immediately we can assert the statutory warranty rights without setting a further deadline.<\/p>\n<p><em>7.6.<\/em> The supplier shall be liable for all costs and secondary costs associated with the report of defect.<\/p>\n<p><em>7.7.<\/em> In case of repeated faulty supplied goods we reserve the right to terminate the contract without observing a period of notice.<\/p>\n<p><em>7.8.<\/em> The supplier shall bear the additional costs if a faulty delivery leads to the fact that an overall control is necessary which goes beyond the customary extent of an incoming control.<\/p>\n<p><em>7.9.<\/em> The statute-of-limitations of the warranty claims for defects shall begin with the full delivery of the goods or, if an acceptance has been agreed, with the acceptance. The statute-of-limitations for claims for defects shall apply. The statute-of-limitations shall begin to apply new for improved or replaced parts. The deadline shall end no earlier than six months after the complaint is filed for defects reported within the statute-of-limitations. The supplier waives the objection of the late report of defects (§§ 377, 381 Par. 2 HGB [Commercial Code]) with other defects than those which are obvious.<\/p>\n<h3>8. Assignment of contracts<\/h3>\n<p>Concluded supply contracts may not be assigned to third parties without our written consent.<\/p>\n<h3>9. Liability<\/h3>\n<p><em>9.1.<\/em> Insofar as not otherwise regulated in these conditions we shall be liable for damages owing to the breach of contractual or non- contractual duties or in case of initiation of contract only with wilful intent or gross negligence of our legal representatives or vicarious agents as well as the culpable breach of essential contractual duties. With the culpable breach of essential contractual duties we shall only be liable – with the exception of cases of wilful intent or gross negligence of our legal representatives or vicarious agents – for the typical contractual, foreseeable damages.<\/p>\n<p><em>9.2.<\/em> The above liability restrictions shall not apply in case of injury to life, body and health.<br \/>\n<em><br \/>\n9.3.<\/em> Claims owing to physical injuries or damages to privately used objects according to the Product Liability Act remain unaffected.<\/p>\n<h3>10. Overseas business<\/h3>\n<p>All conclusions, which are based upon an overseas business transaction, shall apply subject to the approval of the Danish authorities. In case of subsequent introduction and\/or increase in customs duties, taxes, freight charges, energy costs, etc. we are entitled to charge these further to the supplier.<\/p>\n<h3>11. Place of performance and place of jurisdiction<\/h3>\n<p><em>11.1.<\/em> Place of performance for the supplier is the respective receiving centre named by us.<\/p>\n<p><em>11.2.<\/em> Place of jurisdiction, also for deed, bill of exchange and cheque proceedings, is the registered seat of our company.<br \/>\n<em><br \/>\n11.3.<\/em> We are also entitled to file action against the supplier at his registered seat.<\/p>\n<p><em>11.4.<\/em> Danish law shall apply exclusively to all legal relations between the supplier and us under the exclusion of the UN law on the international sale of goods (CISG).<\/p>\n<h3>12. Final provision<\/h3>\n<p>If individual provisions of the contract including these terms and conditions are or become invalid either in whole or in part this shall have no effect on the validity of the other provisions. The invalid provision shall be replaced by a regulation which shall as far as possible satisfy the commercial intention of the invalid provision.<\/p>\n<p>A list of the companies using these General Terms and Conditions of Business in the RIMECO Group and the latest version of the General Terms and Conditions of Business can be found on the RIMECO website at <a href=\"http:\/\/www.rimeco.dk\/\">www.rimeco.dk<\/a>.[\/vc_column_text]<div class=\"divider-wrap\"><div style=\"height: 40px;\" class=\"divider\"><\/div><\/div><div class=\"divider-wrap\"><div style=\"height: 25px;\" class=\"divider\"><\/div><\/div>[\/vc_column_inner][\/vc_row_inner][vc_row_inner column_margin=&#8221;default&#8221; text_align=&#8221;left&#8221; class=&#8221;rimeco-constrain-width&#8221; css=&#8221;.vc_custom_1529307091143{background-color: #e9e8e7 !important;}&#8221;][vc_column_inner column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/1&#8243; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221;]<div class=\"divider-wrap\"><div style=\"height: 60px;\" class=\"divider\"><\/div><\/div>[\/vc_column_inner][\/vc_row_inner][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;full_width_content&#8221; full_screen_row_position=&#8221;middle&#8221; equal_height=&#8221;yes&#8221; content_placement=&#8221;middle&#8221; bg_image=&#8221;757&#8243; bg_position=&#8221;center center&#8221; bg_repeat=&#8221;no-repeat&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;light&#8221; text_align=&#8221;left&#8221; class=&#8221;ws-hero&#8221; overlay_strength=&#8221;0.3&#8243; shape_divider_position=&#8221;bottom&#8221; shape_type=&#8221;&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/2&#8243; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221;][\/vc_column][vc_column column_padding=&#8221;padding-4-percent&#8221; column_padding_position=&#8221;top-bottom&#8221; background_color=&#8221;#002140&#8243;&#8230;<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":2699,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yst_prominent_words":[19,12,29,805,16,17,25,18,13,26,226,225,1189,1191,1190,1193,223,14,15,1192],"_links":{"self":[{"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/pages\/2650"}],"collection":[{"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/comments?post=2650"}],"version-history":[{"count":5,"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/pages\/2650\/revisions"}],"predecessor-version":[{"id":2656,"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/pages\/2650\/revisions\/2656"}],"up":[{"embeddable":true,"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/pages\/2699"}],"wp:attachment":[{"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/media?parent=2650"}],"wp:term":[{"taxonomy":"yst_prominent_words","embeddable":true,"href":"https:\/\/rimeco.com\/wp-json\/wp\/v2\/yst_prominent_words?post=2650"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}